9/data/attachments/922510cf2ec6f190.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Tracy_peace_Friend_67447_1</nif:username>
            <nif:friendToBeRequested>soap_friends_d366836b-e2c0-4eb9-9fd1-af3937f5afc0</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>